"Select the items you wish to remove:" = "Välj språken du vill ta bort:";
"Remove" = "Ta bort";
"Languages" = "Språken";
"Language" = "Språke";
"Input Menu" = "Input Menu";
"Layout" = "Layout";
"Type" = "Type";
"Architectures" = "Architectures";
"Architecture" = "Architecture";

"Window" = "Fönster";
"Minimize" = "Minimera fönster";
"Bring All to Front" = "Lägg alla överst";

"Help" = "Hjälp";
"Close" = "Close";
"README.rtfd" = "README.rtfd";
"Monolingual Website" = "Monolingual Website";
"Donate" = "Donate";

"About Monolingual" = "Om Monolingual";
"Check for Update" = "Check for Update";
"Preferences..." = "Preferences…";
"Services" = "Tjänster";
"Hide Monolingual" = "Göm Monolingual";
"Hide Others" = "Göm andra";
"Show All" = "Visa alla";
"Quit Monolingual" = "Avsluta Monolingual";